/**/
"Cancel" = "Anuluj";
/**/
"Delete" = "Usuń";
/**/
"Open" = "Otwórz";
/**/
"Edit" = "Edytuj";
/**/
"Yes" = "Tak";

/*Geometry Edit Action Name*/
"Apply Geometry" = "Zastosuj geometrię";
/*Geometry Edit Action Name*/
"Clear Geometry" = "Wyczyść geometrię";
/*Geometry Edit Action Name*/
"Delete Vertex" = "Usuń wierzchołek";
/*Geometry Edit Action Name*/
"Insert Part" = "Wstaw część";
/*Geometry Edit Action Name*/
"Insert Vertex" = "Wstaw wierzchołek";
/*Geometry Edit Action Name*/
"Move Vertex" = "Przesuń wierzchołek";
/*Geometry Edit Action Name*/
"Remove Part" = "Usuń część";

/*Collecting attachments*/
"Add" = "Dodaj";
/*Collecting attachments*/
"Take Photo or Video" = "Zrób zdjęcie lub film";
/*Collecting attachments*/
"Choose From Library" = "Wybierz z biblioteki";
/*Collecting attachments*/
"Photo" = "Zdjęcie";
/*Collecting attachments*/
"Video" = "Wideo";
/*Collecting attachments*/
"Save To Photo Library" = "Zapisz w bibliotece zdjęć";
/*Collecting attachments*/
"Download" = "Pobierz";

/*Date attribute*/
"Today" = "Dzisiaj";

/**/
"Attachments" = "Załączniki";
"Attributes" = "Atrybuty";

/**/
"Open in Safari" = "Otwórz w przeglądarce Safari";

/* Please enter a numeric value between 0 and 5.*/
"Enter a number between %i and %i." = "Wprowadź liczbę z przedziału od %i do %i.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"Enter a number between %f and %f." = "Wprowadź liczbę z przedziału od %f do %f.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"Too many characters (%@)" = "Za dużo znaków (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "Liczba znajduje się poza dozwolonym zakresem.";

/* BLOB, RASTER, etc */
"Field type not supported" = "Nieobsługiwany typ pliku";

/**/
"%d of %d" = "%d z %d";

/**/
"Changing Feature Type" = "Zmiana typu obiektu";
"You are changing the feature type, which may potentially overwrite some field values. Are you sure you want to do this?" =  "Zmieniasz typ obiektu, co może potencjalnie spowodować nadpisanie wartości pewnych pól. Czy na pewno chcesz to zrobić?";

/**/
"Data for pie chart is invalid" = "Dane do diagramu kołowego są niepoprawne";
"No data to create a pie chart" = "Brak danych do utworzenia diagramu kołowego";

/**/
"Created by %@ seconds ago" = "Utworzono przez %@ kilka sekund temu";

/**/
"Created by %@ a minute ago" = "Utworzono przez %@ minutę temu";

/**/
"Edited by %@ seconds ago" = "Zmodyfikowano przez %@ kilka sekund temu";

/**/
"Edited by %@ a minute ago" = "Zmodyfikowano przez %@ minutę temu";

/**/
"Created seconds ago" = "Utworzono kilka sekund temu";

/**/
"Created a minute ago" = "Utworzono minutę temu";

/**/
"Edited seconds ago" = "Zmodyfikowano kilka sekund temu";

/**/
"Edited a minute ago" = "Zmodyfikowano minutę temu";

/**/
"Created by %@ %d minutes ago" = "Utworzono przez %@ %d min temu";

/**/
"Created by %@ an hour ago" = "Utworzono przez %@ godzinę temu";

/**/
"Created by %@ %d hours ago" = "Utworzono przez %@ %d h temu";

/*"Created by %@ on ${weekDay} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - day" = "Utworzono przez %@ dnia %@ o godz. %@";

/*"Created by %@ on ${formattedDate} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - full" = "Utworzono przez %@ dnia %@ o godz. %@";

/**/
"Edited by %@ %d minutes ago" = "Zmodyfikowano przez %@ %d min temu";

/**/
"Edited by %@ an hour ago" = "Zmodyfikowano przez %@ godzinę temu";

/**/
"Edited by %@ %d hours ago" = "Zmodyfikowano przez %@ %d h temu";

/**/
"Edited by %@ on %@ at %@ - day" = "Zmodyfikowano przez %@ dnia %@ o godz. %@";

/**/
"Edited by %@ on %@ at %@ - full" = "Zmodyfikowano przez %@ dnia %@ o godz. %@";

/**/
"Created by %@" = "Utworzono przez %@";

/**/
"Edited by %@" = "Zmodyfikowano przez %@";

/**/
"Created %d minutes ago" = "Utworzono %d min temu";

/**/
"Created an hour ago" = "Utworzono godzinę temu";

/**/
"Created %d hours ago" = "Utworzono %d h temu";

/*"Created on ${weekDay} at ${formattedTime}"*/
"Created on %@ at %@ - day" = "Utworzono dnia %@ o godz. %@";

/*"Created on ${formattedDate} at ${formattedTime}"*/
"Created on %@ at %@ - full" = "Utworzono dnia %@ o godz. %@";

/**/
"Edited %d minutes ago" = "Zmodyfikowano %d min temu";

/**/
"Edited an hour ago" = "Zmodyfikowano godzinę temu";

/**/
"Edited %d hours ago" = "Zmodyfikowano %d h temu";

/*"Edited on ${weekDay} at ${formattedTime}"*/
"Edited on %@ at %@ - day" = "Zmodyfikowano dnia %@ o godz. %@";

/*"Edited on ${formattedDate} at ${formattedTime}"*/
"Edited on %@ at %@ - full" = "Zmodyfikowano dnia %@ o godz. %@";

/* Used to denote a required field */
"Required" = "Wymagane";

/* Used for naming layers with no names */
"Layer %d" = "Warstwa %d";